/* plugin name */
"Application" = "Application";

/* Application not found error - title */
"Application not found" = "Application introuvable";

/* Application not supported - message
   Filetype not supported error - title */
"Application not supported" = "Application non prise en charge";

/* Application not supported - informative text */
"Apps must support opening images or videos." = "Les apps doivent prendre en charge l’ouverture des images ou vidéos.";

/* Supported applications message */
"Only supported applications can be selected" = "Seules les applications prises en charge peuvent être sélectionnées.";

/* Application not found error - message */
"Please reconfigure this share destination and try again. To edit the share destination, select Snagit > Preferences > Share tab and select the destination to edit." = "Modifiez la configuration de cette destination de partage et réessayez. Pour modifier la destination de partage, choisissez Snagit > Préférences > onglet Partage, puis sélectionnez la destination à modifier.";

/* Share destintation not configured error - title */
"Share destination not configured" = "Destination de partage non configurée";

/* plugin description */
"Share the capture to the selected application." = "Partager la capture dans l’application sélectionnée";

/* Filetype not supported error - message */
"This application does not support .%@ files. Please change the export file format and try again" = "Cette application ne prend pas en charge les fichiers %@. Changez de format d’exportation et réessayez.";

/* Share destintation not configured error - message */
"To select a supported application for this share destination, select Snagit > Preferences > Share tab. Select the share destination and click Choose Application." = "Pour sélectionner une application prise en charge par cette destination de partage, choisissez Snagit > Préférences > onglet Partage. Sélectionnez la destination de partage et cliquez sur Choisir l’application.";

